Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Products
ca: Productes
cs: Produkty
da: Varer
de: Produkte
el: Προϊόντα
es: Productos
et: Tooted
fi: Tuotteet
fr_fr: Produits
he: מוצרים
hu: Termékek
it: Prodotti
ja: 製品
ko: 제품
lt: Produktai
nb: Produkter
nl: Producten
pl: Produkty
pt_br: Produtos
pt_pt: Produtos
ro: Produse
sk: Výrobky
sl: Izdelki
sv: Produkter
ta: பொருட்கள்
tr: Ürünler
uk: Продукти
zh_hans: 产品
zh_hant: 物品

source: Purchase
ca: Compra
cs: Nakoupit
da: Registrering af varekøb
de: Einkauf
el: Αγορά
es: Comprar
et: Osta
fi: Osta
fr_fr: Achat
he: רכישה
hu: Vásárlás
it: Acquista
ja: 購入
ko: 구매
lt: Pirkimas
nb: Innkjøp
nl: Aankoop
pl: Zakup
pt_br: Comprar
pt_pt: Comprar
ro: Cumpără
sk: Nakúpiť
sl: Nakup
sv: Inköp
ta: வாங்கியது
tr: Satın al
uk: Придбати
zh_hans: 采购
zh_hant: 購買

source: Purchased date
ca: Data de compra
cs: Datum nákupu
da: Købsdato
de: Einkaufsdatum
el: Ημερομηνία αγοράς
es: Fecha de compra
et: Ostetud kuupäev
fi: Hankintapäivä
fr_fr: Date d'achat
he: תאריך הרכישה
hu: Vásárlás dátuma
it: Data di acquisto
ja: 購入日
ko: 구매일
lt: Pirkimo data
nb: Innkjøpsdato
nl: Aanschafdatum
pl: Data zakupu
pt_br: Data de compra
pt_pt: Data de compra
ro: Data achiziției
sk: Dátum nákupu
sl: Datum nakupa
sv: Inköpsdatum
ta: வாங்கிய நாள்
tr: Satın alınma tarihi
uk: Дата покупки
zh_hans: 采购日期
zh_hant: 購買日期

source: Put missing products on shopping list
ca: Afegeix els productes que falten a la llista de la compra
cs: Vložit produkty pod min. stavem zásoby
da: Sæt manglende varer på en indkøbsliste
de: Fehlende Produkte auf den Einkaufszettel setzen
el: Βάλτε τα προϊόντα που λείπουν στη λίστα αγορών
es: Añadir productos faltantes a la lista de la compra
et: Pane puuduvad tooted ostunimekirja
fi: Lisää puuttuvat tuotteet ostoslistalle
fr_fr: Ajouter les produits manquants dans la liste de courses
he: הוספת מוצרים חסרים לרשימת הקניות
hu: Hiányzó termékek hozzáadása a bevásárlólistához
it: Metti i prodotti mancanti nella lista della spesa
ja: 不足物品を買い物リストに追加
ko: 누락제품 구매목록 등록
lt: Į pirkinių sąrašą įtraukite trūkstamus produktus
nb: Legg manglende produkter til handlelisten
nl: Voeg ontbrekende producten toe aan boodschappenlijst
pl: Dodaj brakujące produkty do listy zakupów
pt_br: Colocar a quantidade faltante na lista de compras
pt_pt: Colocar produtos em falta na lista de compras
ro: Pune produsele lipsă pe lista de cumpărături
sk: Pridať chýbajúce výrobky do nákupného zoznamu
sl: Dodaj manjkajoče izdelke na nakupovalni seznam
sv: Lägg saknade produkter i inköpslista
ta: காலியாகிய பொருட்களினை வாங்கும் பட்டியலில் இணை
tr: Eksik malzemeleri alışveriş listesine ekle
uk: Додати відсутні продукти до списку покупок
zh_hans: 将缺少的产品加入购物清单
zh_hant: 將不足的物品加入購物清單

source: Quantity unit
ca: Unitat
cs: Měrná jednotka
da: Måleenhed
de: Mengeneinheit
el: Μονάδα ποσότητας
es: Unidad
et: Koguseühik
fi: Yksikkö
fr_fr: Unité
he: יחידת כמות
hu: Mennyiségi egység
it: Unità di quantità
ja: 数量単位
ko: 단위
lt: Kiekio vienetas
nb: Forpakning
nl: Hoeveelheidseenheid
pl: Jednostka ilości
pt_br: Unidade de medida
pt_pt: Unidade de medida
ro: Unitatea cantitativă
sk: Jednotka množstva
sl: Enota količine
sv: Mängdenhet
ta: அளவு அலகு
tr: Miktar birimi
uk: Одиниця вимірювання
zh_hans: 数量单位
zh_hant: 數量單位

source: Quantity unit from
ca: Unitats des de
cs: Z měrné jednotky
da: Måleenhed fra
de: ME von
el: Μονάδα ποσότητας από
es: Unidad inicial
et: Koguseühik, millest
fi: Lähdeyksikkö
fr_fr: De l'unité
he: יחידת כמות מקור
hu: Mennyiségi egységből
it: da Unità di Quantità
ja: 変換前の単位
lt: Kiekio vienetas iš
nb: Konvertere fra
nl: Van hoeveelheidseenheid
pl: Jednostka ilości z
pt_br: Unidade de
pt_pt: Unidade de medida de
ro: Unitate de cantitate de la
sk: Z množstevnej jednotky
sl: Enota količine od
sv: Från mängdenhet
ta: இந்த அளவு அலகு முதல்
tr: Şundan miktar birimi
uk: Одиниці кількості від
zh_hans: 从数量单位
zh_hant: 來源數量單位

source: Quantity unit stock
ca: Unitat d'existències
cs: Měrná jednotka zásoby
da: Lager-enhed
de: Bestandsmengeneinheit
el: Απόθεμα μονάδας ποσότητας
es: Unidad de inventario
et: Koguseühik varudes
fi: Varastoyksikkö
fr_fr: Unité de stockage
he: יחידת כמות למלאי
hu: Készletegység
it: Unità di dispensa
ja: 保管の数量単位
ko: 수량 단위 보관
lt: Kiekio vieneto atsargos
nb: Forpakning beholdning
nl: Voorraadeenheid
pl: Jednostka ilości zapasów
pt_br: Unidade de medida
pt_pt: Unidade de medida do stock
ro: Cantitate stoc unitar
sk: Jednotka množstva v zásobe
sl: Enota količine zaloge
sv: Kvantitetsenhet lager
ta: அளவு அலகு கையிருப்பு
tr: Miktar birim stoğu
uk: Кількість у наявності
zh_hans: 库存数量单位
zh_hant: 庫存數量單位

source: Quantity unit to
ca: Unitats a
cs: Do měrné jednotky
da: Måleenhed til
de: ME nach
el: Μονάδα ποσότητας έως
es: Unidad final
et: Koguseühik, millesse
fi: Kohdeyksikkö
fr_fr: À l'unité
he: יחידת כמות לכדי
hu: Mennyiségi egységbe
it: A Unità di Quantità
ja: 変換後の単位
lt: Kiekio vienetas į
nb: Konvertere til
nl: Naar hoeveelheidseenheid
pl: Jednostka ilości na
pt_br: Unidade para
pt_pt: Unidade de medida para
ro: Unitate de cantitate la
sk: Na jednotku množstva
sl: Enota količine do
sv: Till mängdenhet
ta: இந்த அளவு அலகிற்கு
tr: Şuna miktar birimi
uk: Одиниці кількості до
zh_hans: 到数量单位
zh_hant: 目的數量單位

source: Quantity units
ca: Unitats
cs: Měrné jednotky
da: Måleenheder
de: Mengeneinheiten
el: Μονάδες ποσότητας
es: Unidades
et: Koguseühikud
fi: Yksiköt
fr_fr: Unités
he: יחידות כמות
hu: Mennyiségi egységek
it: Unità di misura
ja: 数量単位
ko: 수량 단위
lt: Kiekio vienetai
nb: Forpakning
nl: Hoeveelheidseenheden
pl: Jednostki ilości
pt_br: Unidades de medida
pt_pt: Unidades de medida
ro: Unități cantitative
sk: Množstevné jednotky
sl: Enote količine
sv: Mängdenheter
ta: அளவு அலகுகள்
tr: Miktar birimleri
uk: Одиниці виміру
zh_hans: 数量单位
zh_hant: 數量單位

source: Quick consume amount
ca: Consumir ràpidament
cs: Množství pro tlačítko Spotřebovat
da: Hurtig nedskrivning af mængde
de: Schnell-Verbrauch Menge
es: Cantidad de consumo rápido
et: Kiirtarbimise kogus
fi: Pikakulutusmäärä
fr_fr: Quantité consommée par défaut
he: כמות לצריכה מהירה
hu: Gyors felhasználási mennyiség
it: Quantità di consumo rapida
ja: クイック消費数量
lt: Greitas suvartojimo kiekis
nb: Hurtigkonsumer
nl: Snel deze hoeveelheid gebruiken
pl: Ilość szybkiego spożycia
pt_br: Quantidade de consumo rápido
pt_pt: Quantidade de consumo rápido
sl: Hitro porabi količino
sv: Snabbkonsumera antal
ta: விரைவு உண்ணும் அளவு
tr: Hızlı tüketim miktarı
uk: Кількість для швидкого вживання
zh_hans: 快速消耗数量
zh_hant: 快速消耗數量

source: Random
ca: aleatori
cs: náhodně
da: tilfældig
de: Zufällig
el: τυχαία
es: Al azar
et: juhuslik
fi: Satunnainen
fr_fr: aléatoire
he: אקראי
hu: véletlen
it: casuale
ja: ランダム
ko: 무작위
lt: atsitiktinis
nb: Tilfeldig tildeling
nl: willekeurig
pl: losowo
pt_br: Aleatoriamente
pt_pt: aleatório
ro: Aleatoriu
sk: náhodne
sl: naključno
sv: slumpmässig
ta: ஏதோவொன்று
tr: rastgele
uk: випадково
zh_hans: 随机
zh_hant: 隨機

source: Recipe
ca: Recepta
cs: Recept
da: Opskrift
de: Rezept
el: Συνταγή
es: Receta
et: Retsept
fi: Resepti
fr_fr: Recette
he: מתכון
hu: Recept
it: Ricetta
ja: レシピ
ko: 요리법
lt: Receptas
nb: Oppskrift
nl: Recept
pl: Przepis
pt_br: Receita
pt_pt: Receita
ro: Rețetă
sk: Recept
sl: Recept
sv: Recept
ta: சமையல் குறிப்பு
tr: Tarif
uk: Рецепт
zh_hans: 菜谱
zh_hant: 食譜

source: Recipes
ca: Receptes
cs: Recepty
da: Opskrifter
de: Rezepte
el: Συνταγές
es: Recetas
et: Retseptid
fi: Reseptit
fr_fr: Recettes
he: מתכונים
hu: Receptek
it: Ricette
ja: レシピ
ko: 요리법
lt: Receptai
nb: Oppskrifter
nl: Recepten
pl: Przepisy
pt_br: Receitas
pt_pt: Receitas
ro: Rețete
sk: Recepty
sl: Recepti
sv: Recept
ta: சமையல் குறிப்புகள்
tr: Tarifler
uk: Рецепти
zh_hans: 菜谱
zh_hant: 食譜

source: Reschedule next execution
ca: Re-programa la següent realització
cs: Změna data příštího plnění povinnosti
da: Genplanlæg næste udførelse
de: Nächste Ausführung umplanen
es: Reprogramar la próxima ejecución
et: Ajasta järgmine ülesanne ümber
fi: Siirrä seuraavaa suorituskertaa
fr_fr: Reprogrammer la prochaine réalisation
he: תזמון ההפעילות הבאה מחדש
hu: Következő végrehajtás átütemezése
it: Riprogramma la prossima esecuzione
ja: 次回予定を変更
lt: Suplanuokite kitą vykdymą
nb: Endre tidspunkt for neste utførelse
nl: Plan de uitvoering opnieuw in
pl: Przełóż następne wykonanie
pt_br: Reprogramar a próxima execução
pt_pt: Remarcar a próxima execução
tr: Sonraki yürütmeyi yeniden planla
uk: Перенести наступне виконання
zh_hans: 重新安排下次执行
zh_hant: 重新安排下次執行的時間

source: Saturday
ca: Dissabte
cs: Sobota
da: Lørdag
de: Samstag
el: Σάββατο
es: Sábado
et: Laupäev
fi: Lauantai
fr_fr: Samedi
he: שבת
hu: Szombat
it: Sabato
ja: 土曜日
ko: 토요일
lt: Šeštadienis
nb: Lørdag
nl: Zaterdag
pl: Sobota
pt_br: Sábado
pt_pt: Sábado
ro: Sâmbătă
sk: Sobota
sl: Sobota
sv: Lördag
ta: சனிக்கிழமை
tr: Cumartesi
uk: Субота
zh_hans: 星期六
zh_hant: 星期六

source: Save
ca: Desar
cs: Uložit
da: Gem
de: Speichern
el: Αποθηκεύσετε
es: Guardar
et: Salvesta
fi: Tallenna
fr_fr: Sauvegarder
he: שמירה
hu: Mentés
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
sk: Uložiť
sl: Shrani
sv: Spara
ta: சேமி
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Save & continue
ca: Guardar i continuar
cs: Uložit a zůstat zde
da: Gem og fortsæt her
de: Speichern & fortfahren
el: Αποθήκευση & συνέχεια
es: Guardar y continuar
et: Salvesta & jätka
fi: Tallenna ja jatka
fr_fr: Sauvegarder et continuer
he: לשמור ולהמשיך
hu: Mentés és folytatás
it: Salva e continua
ja: 保存して編集を続ける
ko: 저장 후 계속 편집
lt: Išsaugoti ir tęsti
nb: Lagre & fortsett
nl: Opslaan en doorgaan
pl: Zapisz i kontynuuj
pt_br: Salvar & continuar
pt_pt: Salvar & continuar
ro: Salvează și continuă
sk: Uložiť a pokračovať
sl: Shrani & nadaljuj
sv: Spara & fortsätt
ta: சேமித்து தொடரவும்
tr: Kaydet & devam et
uk: Зберегти та продовжити
zh_hans: 保存并继续
zh_hant: 儲存並繼續

source: Save & return to recipes
ca: Guardar i tornar a receptes
cs: Uložit a vrátit se do receptů
da: Gem og gå tilbage til opskrifter
de: Speichern & zurück zu Rezepte
el: Αποθήκευση και επιστροφή στις συνταγές
es: Guardar y volver a la lista de recetas
et: Salvesta & naase retseptide juurde
fi: Tallenna ja palaa resepteihin
fr_fr: Sauvegarder et retourner aux recettes
he: לשמור ולחזור למתכונים
hu: Mentés és visszatérés a receptekhez
it: Salva e torna alle ricette
ja: 保存してレシピに戻る
ko: 저장 후 레시피목록으로 돌아가기
lt: Išsaugoti ir grįžti į receptus
nb: Lagre & returner til oppskrifter
nl: Opslaan en terugkeren naar recepten
pl: Zapisz i wróć do przepisów
pt_br: Salvar & retornar a receitas
pt_pt: Salvar & retornar a receitas
ro: Salvează și întoarce-te la rețete
sk: Uložiť a vrátiť sa na recepty
sl: Shrani & se vrni k receptom
sv: Spara & återgå till recept
ta: சமையல் குறிப்புகளுக்கு சேமித்து தொடரு
tr: Kaydet & tariflere geri dön
uk: Зберегти та повернутись у рецепти
zh_hans: 保存并返回菜谱
zh_hant: 儲存並返回食譜

source: Search
ca: Cercar
cs: Hledat
da: Søg
de: Suche
el: Αναζήτηση
es: Buscar
et: Otsi
fi: Etsi
fr_fr: Recherche
he: חיפוש
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
lt: Paieška
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Procurar
pt_pt: Procurar
ro: Căutare
sk: Hľadať
sl: Išči
sv: Sök
ta: தேடுங்கள்
tr: Ara
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

source: Self-production
ca: Producció_pròpia
cs: Vlastní výroba
da: selvproduktion
de: Eigenproduktion
el: αυτοπαραγωγή
es: Producción propia
et: kodune-toodang
fi: Itsevalmistettu
fr_fr: Autoproduction
he: הפקה עצמית
hu: sajátkészítés
it: Auto-produzione
ja: 自家製
ko: 자채 생산
nb: Selvproduksjon
nl: Zelf-geproduceerd
pl: Wytworzone własnoręcznie
pt_br: Produção própria
pt_pt: Produção própria
ro: producție-proprie
sk: samoprodukcia
sl: samoprodukcija
sv: egentillverkning
ta: சுய-தயாரிப்பு
tr: kendi üretimi
uk: Самостійно приготовано
zh_hans: 自产
zh_hant: 自產物品

source: Servings
ca: Racions
cs: Porce
da: Portioner
de: Portionen
el: Μερίδες
es: Raciones
et: Serveeringut
fi: Annosta
fr_fr: Parts / Portions
he: מנות
hu: Adagok
it: Porzioni
ja: 分量
ko: 1인분
lt: Porcijos
nb: Porsjoner
nl: Porties
pl: Porcje
pt_br: Porções
pt_pt: Porções
ro: Porții
sk: Porcie
sl: Porcije
sv: Portioner
ta: பரிமாறல்கள்
tr: Porsiyon
uk: Порції
zh_hans: 份量
zh_hant: 份數

source: Settings
ca: Ajustaments
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
et: Seaded
fi: Asetukset
fr_fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
ta: அமைப்புகள்
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Shopping list
ca: Llista de la compra
cs: Nákupní seznam
da: Indkøbsliste
de: Einkaufszettel
el: Λίστα με τα ψώνια
es: Lista de la compra
et: Ostunimekiri
fi: Ostoslista
fr_fr: Liste de courses
he: רשימת קניות
hu: Bevásárlólista
it: Lista della spesa
ja: 買い物リスト
ko: 구매 목록
lt: Prekių sąrašas
nb: Handleliste
nl: Boodschappenlijst
pl: Lista zakupów
pt_br: Lista de Compras
pt_pt: Lista de compras
ro: Listă de cumpărături
sk: Nákupný zoznam
sl: Nakupovalni seznam
sv: Inköpslista
ta: வாங்க வேண்டியவை
tr: Alışveriş listesi
uk: Список покупок
zh_hans: 购物清单
zh_hant: 購物清單

source: Shopping list settings
ca: Configuració de la llista de la compra
cs: Nastavení nákupního seznamu
da: Indkøbsliste, opsætning
de: Einkaufszetteleinstellungen
el: Ρυθμίσεις λίστας αγορών
es: Configuración de lista de la compra
et: Ostunimekirja seaded
fi: Ostoslista-asetukset
fr_fr: Paramètres de la liste de courses
he: הגדרות רשימת קניות
hu: Bevásárlólista beállítások
it: Impostazioni Lista della Spesa
ja: 買い物リスト設定
ko: 구매 목록 설정
lt: Pirkinių sąrašo nustatymai
nb: Handleliste - innstillinger
nl: Instellingen voor het boodschappenlijstje
pl: Ustawienia listy zakupów
pt_br: Configurações da Lista de Compras
pt_pt: Definições da lista de compras
ro: Setările listei de cumpărături
sk: Nastavenia nákupného zoznamu
sl: Nastavitve nakupovalnega seznama
sv: Inköpslista, inställningar
ta: வாங்க வேண்டியவை அமைப்புகள்
tr: Alışveriş listesi seçenekleri
uk: Налаштування списку покупок
zh_hans: 购物清单设置
zh_hant: 購物清單設定

source: Shopping list to stock workflow
ca: Llista de la compra al fluxe d'existències
cs: Způsob přidávání produktů z nákupního seznamu do Přehledu zásob
da: Indkøbsliste til lagerworkflow
de: Einkaufszettel -> Bestand Workflow
el: Λίστα αγορών σε απόθεμα ροής εργασίας
es: Lista de la compra para el proceso de inventario
et: Ostunimekirjast varudesse töövoog
fi: Työnkulku ostoslistasta varastoon
fr_fr: Transition de la liste de courses vers le stock
he: רצף מרשימת קניות למלאי
hu: Bevásárlólistából készletbe munkafolyamat
it: Flusso di lavoro dalla lista della spesa alla dispensa
ja: 買い物リストを在庫へ
ko: 구매 목록에서 재고 흐름
lt: Pirkinių sąrašas
nb: Arbeidsflyt fra handleliste til beholding
nl: Boodschappenlijst voor voorraad workflow
pl: Lista zakupów do przepływu pracy zapasów
pt_br: Fluxo de trabalho da lista de compras para o estoque
pt_pt: Fluxo de trabalho da lista de compras para o stock
ro: Lista de cumpărături pentru fluxul de lucru al stocurilor
sk: Nákupný zoznam do výberu zásob
sv: Arbetsflöde för inköpslista till lager
ta: வாங்க வேண்டியவை பட்டியலிலிருந்து கையிருப்பு பணிப்பாய்வு
tr: Alışveriş listesinden stok akışına
uk: Метод переносу з списку покупок у наявність
zh_hans: 购物清单到库存的工作流程
zh_hant: 購物清單到庫存的工作流程

source: Should not be frozen
ca: No es pot congelar
cs: Není určeno ke zmražení
da: Bør ikke fryses
de: Sollte nicht eingefroren werden
el: Δεν πρέπει να καταψύχεται
es: No debe congelarse
et: Ei peaks olema sügavkülmutatud
fi: Ei saa pakastaa
fr_fr: Ne doit pas être congelé
he: לא אמור להיות קפוא
hu: Nem szabad lefagyasztani
it: Non dovrebbe essere congelato
ja: 冷凍禁止
ko: 냉동보관 금지
lt: Negalima užšaldyti
nb: Bør ikke fryses
nl: Mag niet worden ingevroren
pl: Nie powinien być mrożony
pt_br: Não deve ser congelado
sl: Ne sme biti zamrznjeno
sv: Bör ej frysas
tr: Dondurulmamalı
uk: Не варто заморожувати
zh_hans: ‎不应冷冻‎
zh_hant: 不可冷凍

source: Show a warning when the due date of the purchased product is earlier than the next due date in stock
ca: Mostra una advertència quan la data de caducitat del producte comprat és més propera que la de les existències
cs: Upozorni, pokud je datum min. trvanlivosti (použitelnosti) nakoupeného produktu dříve, než nejbližší datum spotřeby produktu v zásobě.
da: Vis en advarsel når bedst før datoen på den indkøbte vare er kortere end allerede eksisterende vare i dit lager.
de: Eine Warnung anzeigen, wenn das Fälligkeitsdatum des gekauften Produkts vor dem nächsten Fälligkeitsdatum von bereits vorrätigen Bestandseinträgen liegt
es: Mostrar un aviso cuando la fecha límite del producto comprado sea anterior a la próxima fecha límite de las existencias del inventario
et: Näita hoiatust, kui osetud eseme parim enne on varasem kui varudes oleva parim enne
fi: Näytä varoitus, kun ostetun tuotteen parasta ennen -päivä on aiemmin kuin varaston seuraava parasta ennen -päivä
fr_fr: Afficher un avertissement lorsque la date de péremption du produit acheté est avant la date de péremption du produit dans le stock
he: להציג אזהרה כאשר התאריך בתוקף עד של המוצר הנרכש הוא מוקדם מתאריך התוקף עד הבא במלאי
hu: Figyelmeztessen, ha a vásárolt termék előbb jár le, mint ami készleten van
it: Mostra un avviso quando la data di scadenza del prodotto acquistato è precedente alla successiva data di scadenza in dispensa
ja: 購入した物品の期限が既にストックにある同じ物品より早い場合に警告を表示
lt: Rodyti įspėjimą, kai įsigytos prekės terminas yra ankstesnis už kitą sandėlyje esantį terminą
nb: Vis en advarsel når forfallsdatoen for det kjøpte produktet er tidligere enn neste forfallsdato i beholdningen
nl: Toon een waarschuwing wanneer de verloop datum van het gekochte product eerder is dan de volgende verloop datum is in de voorraad
pl: Pokaż ostrzeżenie, gdy termin ważności kupionego produktu jest wcześniejszy niż najbliższy termin przydatności w zapasach
pt_br: Avisar quando a validade do produto comprado for inferior ao já contido no estoque
ro: Afișeaza un avertisment atunci când termenul produsului achiziționat este înaintea termenului produsului din stoc
sl: Prikaži opozorilo ko je datum poteka kupljenega izdelka pred naslednjim datumom poteka na zalogi
sv: Visa en varning när datumstämpeln på den inköpta produkten är tidigare än datumstämpeln på samma produkt i lager
tr: Satın alınan ürünün son ödeme tarihi, stoktaki bir sonraki son ödeme tarihinden önce olduğunda uyarı göster
uk: Попередити, якщо термін придатності придбаного продукту мешний, ніж в того, що вже був у наявності
zh_hans: 当采购产品的到期日期早于库存产品的下次到期日期时显示警告
zh_hant: 當所購買物品的到期日期比庫存物品的到期日期早時顯示警告

source: Show an icon if the product is already on the shopping list
ca: Mostra una icona si el producte ja és a la llista de la compra
cs: Zobrazit ikonku pokud je produkt na nákupním seznamu
da: Vis hvis denne vare allerede findes i indkøbslisten
de: Ein Symbol anzeigen, wenn das Produkt bereits auf dem Einkaufszettel steht
el: Εμφάνιση ενός εικονιδίου εάν το προϊόν βρίσκεται ήδη στη λίστα αγορών
es: Mostrar un icono si el producto ya está en la lista de la compra
et: Näita ikooni, kui toode on juba ostunimekirjas
fi: Näytä kuvake, jos tuote on jo ostoslistalla
fr_fr: Afficher une icône si le produit est déjà dans la liste de courses
he: הצגת סמל אם המוצר כבר ברשימת הקניות
hu: Jelenítsen meg egy ikont, ha a termék már a bevásárlólistán van
it: Mostra un'icona se il prodotto è già nella lista della spesa
ja: 既に買い物リストにある物品のアイコンを表示
ko: 제품이 이미 구매 목록에 있는 경우 아이콘 표시
lt: Rodyti piktogramą, jei prekė jau yra pirkinių sąraše
nb: Vis ett ikon dersom produktet allerede er på handlelisten
nl: Toon een symbool indien dit product al op het boodschappenlijstje staat
pl: Pokaż ikonkę, jeżeli produkt znajduje się już na liście zakupów
pt_br: Mostrar ícone se já estiver lista de compras
ro: Afișați o pictogramă dacă produsul este deja pe lista de cumpărături
sk: Zobraziť ikonu, ak je už výrobok v nákupnom zozname
sl: Prikaži ikono če je izdelek že na nakupovalnem seznamu
sv: Visa en ikon om produkten redan finns i inköpslistan
tr: Ürün zaten alışveriş listesindeyse bir simge göster
zh_hans: 如果产品已经在购物清单上，则显示一个图标
zh_hant: 當物品已經在購物清單時顯示圖示

source: Show as column in tables
ca: Mostra com a columna a les taules
cs: Zobrazit jako řádek v tabulkách
da: Vist som kolonne i tabeller
de: Als Spalte in Tabellen anzeigen
el: Εμφάνιση ως στήλη σε πίνακες
es: Mostrar como columnas en una tabla
et: Kuva tabelites veergudena
fi: Näytä taulukon sarakkeina
fr_fr: Affichage des valeurs dans une colonne
he: הצגת עמודה כטבלה
hu: Megjelenítés oszlopként a táblázatokban
it: Mostra come colonna nelle tabelle
ja: カラムをテーブルに表示する
lt: Lentelėse rodyti kaip stulpelį
nb: Vis som kolonner på alle sider
nl: Laat als kolom zien in tabellen
pl: Pokaż jako kolumna w tabelach
pt_br: Exibir como colunas em tabelas
pt_pt: Mostrar como coluna nas tabelas
ro: Afișează ca și coloană în tabele
sk: Zobraziť ako riadok v tabuľkách
sl: Pokaži kot stolpec v tabelah
sv: Visa som kolumn i tabeller
ta: இதனை பட்டியலில் ஒரு நீளணியாகக் காட்டு
tr: Tablolarda sütun olarak göster
uk: Показати як стовбчик в таблиці
zh_hans: 在表格中显示此列
zh_hant: 在表格中顯示為列

source: Show done tasks
ca: Mostra tasques fetes
cs: Zobrazit hotové úkoly
da: Vis udførte opgaver
de: Erledigte Aufgaben anzeigen
el: Εμφάνιση ολοκληρωμένων εργασιών
es: Mostrar tareas completadas
et: Näita tehtud ülesandeid
fi: Näytä valmiit tehtävät
fr_fr: Afficher les tâches terminées
he: הצגת משימות שבוצעו
hu: Elvégzett feladatok megjelenítése
it: Mostra compiti completati
ja: 完了タスクを表示
ko: 완료된 작업 보기
lt: Rodyti atliktas užduotis
nb: Vis ferdige oppgaver
nl: Toon gedane taken
pl: Pokaż ukończone zadania
pt_br: Exibir atividades concluídas
pt_pt: Mostrar tarefas concluidas
ro: Arată sarcini îndeplinite
sk: Zobraziť dokončené úlohy
sl: Pokaži zaključena opravila
sv: Visa utförda uppgifter
ta: முடிந்த பணிகளைக் காட்டு
tr: Tamamlanmış görevleri göster
uk: Показати викані завдання
zh_hans: 显示已完成的任务
zh_hant: 顯示已完成的任務

source: Show in sidebar menu
ca: Mostrar al menú lateral
cs: Zobrazit v postranní nabídce
da: Vis i side-menu
de: Im Seitenleistenmenü anzeigen
el: Εμφάνιση στο μενού πλευρικής γραμμής
es: Mostrar en el menú lateral
et: Näita külgriba menüüs
fi: Näytä sivupalkissa
fr_fr: Afficher dans le menu latérale
he: הצגה בסרגל הצד
hu: Megjelenítés oldalsávon
it: Mostra nel menu della barra laterale
ja: サイドバー メニューに表示
ko: 사이드 메뉴 보기
lt: Rodyti šoniniame menu
nb: Vis sidemeny
nl: Weergeven in zijbalkmenu
pl: Pokaż w menu bocznym
pt_br: Exibir no menu lateral
pt_pt: Mostrar no menu lateral
ro: Afișează în meniul lateral
sk: Zobraziť v bočnej ponuke
sl: Pokaži v stranskem meniju
sv: Visa i sidofältet
tr: Yan bar menüsünde göster
zh_hans: 显示在侧边栏菜单中
zh_hant: 在選單中顯示

source: Skip
ca: Saltar
cs: Přeskočit
de: Überspringen
el: Παραλείπω
es: Saltar
et: Jäta vahele
fi: Ohita
fr_fr: Passer
he: דילוג
hu: Kihagyás
it: Salta
ja: スキップ
ko: 건너뜀
lt: Praleisti
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
pt_pt: Passar
ro: Sări peste
sk: Preskočiť
sl: Preskoči
sv: Hoppa över
ta: தவிர்
tr: Geç
uk: Пропустити
zh_hans: 跳过
zh_hant: 跳過

source: Sort number
ca: Ordenar número
cs: Uspořádávací číslo
da: Sorter efter nummer
de: Sortiernummer
es: Número de ordenación
et: Sorteeri number
fi: Järjestysnumero
fr_fr: Nombre de tris
he: מספר סדר
hu: Rendezési sorrend
it: Ordinamento numerico
ja: 整列番号
lt: Rūšiuoti numerį
nb: Sorteringsnummer
nl: Sorteer nummer
pl: Liczba sortowania
pt_br: Ordem
sk: Číslo triedenia
sl: Sortiraj število
sv: Sortera nummer
tr: Numarayı sırala
uk: Порядковий номер
zh_hans: 排序编号
zh_hant: 排序編號
